Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeTerminalUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Close Session…
ar: إغلاق الجلسة…
de: Sitzung schließen …
es: Cerrar la sesión…
fr: Fermer la session…
hi: सेशन बंद करें…
it: Chiudi sessione…
ja: セッションを閉じる…
ko: 세션 닫기…
nl: Sluit sessie…
pl: Zamknij sesję…
pt_br: Fechar Sessão…
ru: Закрыть сессию…
tr: Oturumu Kapat…
uk: Закрити сеанс…
zh_hans: 关闭会话…
zh_hant: 關閉工作階段…

source: Finished
ar: انتهت العملية
de: Prozess beendet
es: Proceso terminado
fr: Processus terminé
hi: समाप्त
it: Terminato
ja: プロセス終了
ko: 프로세스 종료됨
nl: Proces voltooid
pl: Zakończono
pt_br: Processo concluído
ru: Процесс завершён
tr: Bitti
uk: Процес завершено
zh_hans: 进程已结束
zh_hant: 程序已結束

source: Process failed (code %@)
ar: فشلت العملية (الرمز %@)
de: Prozess fehlgeschlagen (Code %@)
es: El proceso ha fallado (código %@)
fr: Processus en erreur (code %@)
hi: प्रोसेस विफल (कोड %@)
it: Processo non riuscito (codice %@)
ja: プロセスがエラーで終了（コード%@）
ko: 프로세스 실패(코드 %@)
nl: Proces mislukt (code %@)
pl: Błąd procesu (kod %@)
pt_br: Processo com erro (código %@)
ru: Ошибка процесса (код %@)
tr: İşlem başarısız (kod %@)
uk: Процес завершився з помилкою (код %@)
zh_hans: 进程出错（代码 %@）
zh_hant: 程序失敗（代碼 %@）

source: Process interrupted (signal %@)
ar: تمت مقاطعة العملية (الإشارة %@)
de: Prozess unterbrochen (Signal %@)
es: Proceso interrumpido (señal %@)
fr: Processus interrompu (signal %@)
hi: प्रोसेस बाधित (सिग्नल %@)
it: Processo interrotto (segnale %@)
ja: プロセスが中断（シグナル%@）
ko: 프로세스 중단됨(신호 %@)
nl: Proces onderbroken (signaal %@)
pl: Proces przerwany (sygnał %@)
pt_br: Processo interrompido (sinal %@)
ru: Процесс прерван (сигнал %@)
tr: İşlem yarıda kesildi (sinyal %@)
uk: Процес перервано (сигнал %@)
zh_hans: 进程已中断（信号 %@）
zh_hant: 程序已中斷（訊號 %@）

source: Read Last Output, Control-Option-Command-O, reads the last lines the agent wrote.
ar: «قراءة آخر مخرجات»، Control-Option-Command-O، يقرأ آخر الأسطر التي كتبها الوكيل.
de: Letzte Ausgabe vorlesen, Control-Option-Befehl-O, liest die letzten vom Agent geschriebenen Zeilen vor.
es: Leer la última salida, Control-Opción-Comando-O, lee las últimas líneas que escribió el agente.
fr: Lire la dernière sortie, Contrôle-Option-Commande-O, lit les dernières lignes écrites par l’agent.
hi: अंतिम आउटपुट पढ़ें, Control-Option-Command-O, एजेंट द्वारा लिखी गई अंतिम पंक्तियाँ पढ़ता है।
it: Leggi ultimo output, Ctrl-Opzione-Comando-O, legge le ultime righe scritte dall’agente.
ja: 「最後の出力を読み上げる」（Control-Option-Command-O）で、エージェントが最後に出力した行を読み上げます。
ko: 마지막 출력 읽기(Control-Option-Command-O)는 에이전트가 마지막으로 작성한 행을 읽어 줍니다.
nl: Lees laatste uitvoer, Control-Option-Command-O, leest de laatste regels die de agent schreef.
pl: Odczytaj ostatnie wyjście, Control-Option-Command-O, odczytuje ostatnie wiersze napisane przez agenta.
pt_br: Ler Última Saída, Control-Option-Command-O, lê as últimas linhas escritas pelo agente.
ru: «Прочитать последний вывод», Control-Option-Command-O, зачитывает последние строки, написанные агентом.
tr: Son Çıktıyı Oku (Control-Option-Command-O), ajanın yazdığı son satırları okur.
uk: «Прочитати останній вивід», Control-Option-Command-O, читає останні рядки, написані агентом.
zh_hans: “朗读最后输出”（Control-Option-Command-O）会朗读智能体最后写入的几行。
zh_hant: 「朗讀最後輸出」（Control-Option-Command-O）會朗讀代理程式最後寫出的幾行。

source: Restart
ar: إعادة التشغيل
de: Neu starten
es: Reiniciar
fr: Relancer
hi: फिर से शुरू करें
it: Riavvia
ja: 再起動
ko: 재시작
nl: Herstart
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
tr: Yeniden Başlat
uk: Перезапустити
zh_hans: 重新启动
zh_hant: 重新啟動

source: Running
ar: العملية قيد التشغيل
de: Prozess läuft
es: Proceso en curso
fr: Processus en cours
hi: चल रहा है
it: In esecuzione
ja: プロセス実行中
ko: 프로세스 실행 중
nl: Proces actief
pl: Działa
pt_br: Processo em execução
ru: Процесс работает
tr: Çalışıyor
uk: Процес працює
zh_hans: 进程正在运行
zh_hant: 程序執行中

source: Starting terminal…
ar: جارٍ بدء الطرفية…
de: Terminal wird gestartet …
es: Iniciando el terminal…
fr: Démarrage du terminal…
hi: टर्मिनल शुरू हो रहा है…
it: Avvio del terminale…
ja: ターミナルを起動中…
ko: 터미널 시작 중…
nl: Terminal starten…
pl: Uruchamianie terminala…
pt_br: Iniciando o terminal…
ru: Запуск терминала…
tr: Terminal başlatılıyor…
uk: Запуск термінала…
zh_hans: 正在启动终端…
zh_hant: 正在啟動終端機…

source: Starting…
ar: جارٍ البدء…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
hi: शुरू हो रहा है…
it: Avvio…
ja: 起動中…
ko: 시작 중…
nl: Starten…
pl: Uruchamianie…
pt_br: Iniciando…
ru: Запуск…
tr: Başlatılıyor…
uk: Запуск…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: Terminal
ar: الطرفية
hi: टर्मिनल
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
uk: Термінал
zh_hans: 终端
zh_hant: 終端機

source: Terminal unavailable
ar: الطرفية غير متوفرة
de: Terminal nicht verfügbar
es: Terminal no disponible
fr: Terminal indisponible
hi: टर्मिनल अनुपलब्ध
it: Terminale non disponibile
ja: ターミナルを利用できません
ko: 터미널을 사용할 수 없음
nl: Terminal niet beschikbaar
pl: Terminal niedostępny
pt_br: Terminal indisponível
ru: Терминал недоступен
tr: Terminal kullanılamıyor
uk: Термінал недоступний
zh_hans: 终端不可用
zh_hant: 終端機無法使用

source: The terminal could not be started.
ar: تعذّر بدء الطرفية.
de: Das Terminal konnte nicht gestartet werden.
es: No se ha podido iniciar el terminal.
fr: Le terminal n’a pas pu être lancé.
hi: टर्मिनल शुरू नहीं किया जा सका।
it: Impossibile avviare il terminale.
ja: ターミナルを起動できませんでした。
ko: 터미널을 시작할 수 없습니다.
nl: De terminal kon niet worden gestart.
pl: Nie można uruchomić terminala.
pt_br: Não foi possível iniciar o terminal.
ru: Не удалось запустить терминал.
tr: Terminal başlatılamadı.
uk: Не вдалося запустити термінал.
zh_hans: 无法启动终端。
zh_hant: 無法啟動終端機。

source: The terminal failed.
ar: فشلت الطرفية.
de: Das Terminal ist fehlgeschlagen.
es: El terminal ha fallado.
fr: Le terminal a échoué.
hi: टर्मिनल विफल हो गया।
it: Il terminale non ha funzionato.
ja: ターミナルでエラーが起きました。
ko: 터미널에 오류가 발생했습니다.
nl: De terminal is mislukt.
pl: Błąd terminala.
pt_br: O terminal falhou.
ru: Сбой терминала.
tr: Terminal başarısız oldu.
uk: Збій термінала.
zh_hans: 终端出错。
zh_hant: 終端機失敗。

source: Try Again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर से कोशिश करें
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar Novamente
ru: Повторить
tr: Yeniden Dene
uk: Спробувати ще раз
zh_hans: 重试
zh_hant: 再試一次

source: Updating the terminal…
ar: جارٍ تحديث الطرفية…
de: Terminal wird aktualisiert …
es: Actualizando el terminal…
fr: Mise à jour du terminal…
hi: टर्मिनल अपडेट हो रहा है…
it: Aggiornamento del terminale…
ja: ターミナルを更新中…
ko: 터미널 업데이트 중…
nl: Terminal bijwerken…
pl: Uaktualnianie terminala…
pt_br: Atualizando o terminal…
ru: Обновление терминала…
tr: Terminal güncelleniyor…
uk: Оновлення термінала…
zh_hans: 正在更新终端…
zh_hant: 正在更新終端機…

source: terminal
ar: طرفية
hi: टर्मिनल
it: terminale
ja: ターミナル
ko: 터미널
ru: терминал
uk: термінал
zh_hans: 终端
zh_hant: 終端機
